// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder 尚未測試於 Finder  %@ 版上的相容性";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "已知的相容版本為 %@ - %@。\n更新版的 XtraFinder 將會於近期推出。\n\n您要繼續使用 XtraFinder 嗎？";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "請先完成所有的背景作業。（例如拷貝或移動檔案）\n現在 Finder 將會被重新啓動。";
"Uninstall" = "解除安裝";

"Are you sure you want to reset XtraFinder's Preferences?" = "你確定要重置 XtraFinder 的偏好設定？";

"XtraFinder has been updated to version %@!" = "XtraFinder 已更新到 %@ 版！";